gtd-software-comparison.org
# Created 2021-06-15 Tue 18:22
#+OPTIONS: H:3 num:nil toc:t \n:nil ::t |:t ^:t -:t f:t *:t tex:t d:(HIDE) tags:not-in-toc ':t
#+TITLE: GTD Software comparison
#+AUTHOR: Worg people
#+startup: align fold nodlcheck hidestars oddeven lognotestate
#+seq_todo: TODO(t) INPROGRESS(i) WAITING(w@) | DONE(d) CANCELED(c@)
#+tags: Write(w) Update(u) Fix(f) Check(c)
#+language: en
#+priorities: A C B
#+category: worg

[[file:index.org][{Back to Worg's index}]]

#+begin_quote
"Org-mode is for keeping notes, maintaining ToDo lists, doing project
planning, and authoring with a fast and effective plain-text system."
#+end_quote

And we like Emacs [[https://orgmode.org][org-mode]].

But what about other TODO-list and GTD softwares in the wild?

* Features

- Outliner
- TODO list
- Schedule/Deadline
- Tags
- Properties

* Comparison table of GTD software

| Feature | Org-mode | RTM | toodle | ZIM |
|---------+----------+-----+--------+-----|
|         |          |     |        |     |

* Users feedback
