gtd-software-comparison.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>GTD Software comparison</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Worg people" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">GTD Software comparison</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org147a3d3">Features</a></li>
<li><a href="#orgb7b8eb4">Comparison table of GTD software</a></li>
<li><a href="#orgcbfad86">Users feedback</a></li>
</ul>
</div>
</div>
<p>
<a href="index.html">{Back to Worg&rsquo;s index}</a>
</p>

<blockquote>
<p>
&ldquo;Org-mode is for keeping notes, maintaining ToDo lists, doing project
planning, and authoring with a fast and effective plain-text system.&rdquo;
</p>
</blockquote>

<p>
And we like Emacs <a href="https://orgmode.org">org-mode</a>.
</p>

<p>
But what about other TODO-list and GTD softwares in the wild?
</p>

<div id="outline-container-org147a3d3" class="outline-2">
<h2 id="org147a3d3">Features</h2>
<div class="outline-text-2" id="text-org147a3d3">
<ul class="org-ul">
<li>Outliner</li>
<li>TODO list</li>
<li>Schedule/Deadline</li>
<li>Tags</li>
<li>Properties</li>
</ul>
</div>
</div>

<div id="outline-container-orgb7b8eb4" class="outline-2">
<h2 id="orgb7b8eb4">Comparison table of GTD software</h2>
<div class="outline-text-2" id="text-orgb7b8eb4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Feature</th>
<th scope="col" class="org-left">Org-mode</th>
<th scope="col" class="org-left">RTM</th>
<th scope="col" class="org-left">toodle</th>
<th scope="col" class="org-left">ZIM</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgcbfad86" class="outline-2">
<h2 id="orgcbfad86">Users feedback</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Worg people</p>
<p class="date">Created: 2021-06-15 Tue 18:22</p>
</div>
</body>
</html>
